Repository: kendraspa/vpsadmin
Catalog: webui/lang/locale/*.utf8/LC_MESSAGES/vpsAdmin.po
Languages: sk_sk

source: Username
sk_sk: Užívateľské meno

source: Password
sk_sk: Heslo

source: Login
sk_sk: Prihlásiť sa

source: Logout
sk_sk: Odhlasiť sa

source: Transaction log
sk_sk: Tranzakčný log

source: last 10
sk_sk: posledných 10

source: Action
sk_sk: Akcia

source: Manage VPS
sk_sk: Spravovať VPS

source: Manage Members
sk_sk: Spravovať členov

source: Manage Networking
sk_sk: Spravovať sieťovanie

source: Manage Cluster
sk_sk: Spravovať cluster

source: About vpsAdmin
sk_sk: O vpsAdmin-e

source: WARNING: All IPs will be removed from VPS!
sk_sk: POZOR: Všetky IP adresy budu vymazané z VPS!

source: Please define some DNS servers in Manage cluster.
sk_sk: Prosím definujte DNS servery v Správe cluster-u

source: nick
sk_sk: prezývka

source: Address
sk_sk: Adresa

source: Location
sk_sk: Poloha

source: Delete from cluster
sk_sk: Zmazať z cluster-u

source: Remove from VPS
sk_sk: Zmazať z VPS

source: Deletion of IP planned
sk_sk: Zmazanie IP naplánované

source: Add IPv
sk_sk: Pridať IPv

source: Back
sk_sk: Späť

source: Add
sk_sk: Pridať

source: Operation successful
sk_sk: Operácia bola úspešná

source: IP address '%s' has been successfully added
sk_sk: IP adresa '%s' bola úspešne pridaná

source: Operation not successful
sk_sk: Operácia nebola úspešná

source: An error has occured, while you were trying to add a new IP
sk_sk: Nastala chyba počas toho, ako ste sa snažili pridať novú IP adresu

source: IP already exists in DB
sk_sk: IP adresa už existuje v DB

source: ERROR: Language not found
sk_sk: CHYBA: Jazyk nenájdený

source: <span id='inputh%s'>%d</span> chars remaining;
sk_sk: Ostáva <span id='inputh%s'>%d</span> znakov;

source: <span id='inputh%s'>%d</span> chars needed;
sk_sk: Potrebných je ešte <span id='inputh%s'>%d</span> znakov;

source: Add a member
sk_sk: Pridať člena

source: Nickname
sk_sk: Prezývka

source: A-Z, a-z, dot, dash
sk_sk: A-Z, a-z, bodka, pomlčka

source: Privileges
sk_sk: Práva

source: Repeat password
sk_sk: Zopakovať heslo

source: Full name
sk_sk: Plné meno

source: A-Z, a-z, with diacritic
sk_sk: A-Z, a-z, s diakritikou

source: Postal address
sk_sk: Poštová adresa

source: Note for administrators
sk_sk: Poznámka pre administratórov

source: Manage members
sk_sk: Spravovať členov

source: fill in only when change is required
sk_sk: vyplňte iba, ak požadujete zmenu

source: Save
sk_sk: Uložiť

source: New member
sk_sk: Nový člen

source: Member added
sk_sk: Člen pridaný

source: Continue
sk_sk: Pokračovať

source: Here
sk_sk: Tu

source: Error
sk_sk: Chyba

source: User already exists
sk_sk: Užívateľ už existuje

source: Invalid entry
sk_sk: Nesprávny vstup

source: Are you sure, you want to delete
sk_sk: Ste si istý, že chcete zmazať

source: Yes
sk_sk: Áno

source: Member deleted
sk_sk: Člen zmazaný

source: Changes saved
sk_sk: Zmeny uložené

source: No change
sk_sk: Žiadne zmeny

source: Edit payments
sk_sk: Upraviť platby

source: Paid until
sk_sk: Zaplatené do

source: Never been paid
sk_sk: Nidky nezaplatené

source: Newly paid until
sk_sk: Novo zaplatené do

source: Payment successfully set
sk_sk: Platba úspešne nastavená

source: Manage members [Admin mode]
sk_sk: Spravovať členov [Admin mód]

source: NICKNAME
sk_sk: PREZÝVKA

source: FULL NAME
sk_sk: CELÉ MENO

source: LAST ACTIVITY
sk_sk: POSLEDNÁ AKTIVITA

source: PAYMENT
sk_sk: PLATBA

source: info. missing
sk_sk: info. chýba

source: not paid!
sk_sk: nezaplatené!

source: Until
sk_sk: Do

source: Edit
sk_sk: Upraviť

source: Delete
sk_sk: Zmazať

source: Members in total
sk_sk: Členov celkovo

source: Access forbidden
sk_sk: Prístup zakázaný

source: You have to log in to be able to access vpsAdmin's functions
sk_sk: Musíte sa prihlásiť, aby ste mohli využívať funkcie vpsAdmin-u

source: Create VPS
sk_sk: Vytvoriť VPS

source: Owner
sk_sk: Vlastník

source: Distribution
sk_sk: Distribúcia

source: Disk space
sk_sk: Diskový priestor

source: Boot on create
sk_sk: Bootovať po vytvorení

source: Extra information about VPS
sk_sk: Extran informácia o VPS

source: Create
sk_sk: Vytvoriť

source: Stop VPS
sk_sk: Zastaviť VPS

source: planned
sk_sk: naplanované

source: Start of
sk_sk: Štart

source: You are not allowed to make "start" opetarion.<br />Please pay all your fees. Once we receive all missing payments, your access will be resumed.
sk_sk: Nemáte povolenie na "štart" operáciu.<br />Prosím, uhradiť všetky svoje poplatky. Hneď ako obdržime chýbajúce platby, prístup Vám bude navrátený.

source: Restart of
sk_sk: Reštart

source: VPS create
sk_sk: VPS vytvorený

source: VPS will be created and booted afterwards.
sk_sk: VPS bude vytvorené a následne nabootované

source: VPS will be created. You can start it manually.
sk_sk: VPS bude vytvorené. Môžete ho spustiť manuálne.

source: VPS already exists
sk_sk: VPS už existuje.

source: Wrong hostname name
sk_sk: Zlé hostname meno.

source: Are you sure you want to delete VPS number
sk_sk: Ste si istý, že chcete zmazať VPS s číslom

source: No
sk_sk: Nie

source: Deletion of VPS
sk_sk: Zmazanie VPS

source: Change of user's password
sk_sk: Zmena užívateľovho hesla

source: Wrong username or unsafe password
sk_sk: Zlé užívateľské meno alebo nebezpečné heslo

source: Hostname change planned
sk_sk: Zmena hostname naplánovaná

source: Limits change
sk_sk: Limity zmenené

source: Owner change
sk_sk: Zmena vlastníka

source: Addition of IP planned
sk_sk: Pridanie IP naplnánované

source: DNS change planned
sk_sk: Zmena DNS naplánovaná

source: Offline migration planned
sk_sk: Offline migrácia naplánovaná

source: Online Migration added to transaction log
sk_sk: Online migrácia pridaná do tranzakčného logu

source: List of IP addresses
sk_sk: Zoznam všetkyách IP adries

source: [Admin mode]
sk_sk: [Admin mód]

source: Are you sure you want to reinstall VPS
sk_sk: Ste si istý, že chcete preinštalovať VPS

source: Reinstallation of VPS
sk_sk: Reinštalácia VPS

source: You will have to reset your <b>root</b> password
sk_sk: Budete si musieť resetnúť Vaše <b>root</b> heslo

source: Enable devices
sk_sk: Povoliť zariadenia

source: VPS list
sk_sk: Zoznam VPS

source: [User mode]
sk_sk: [Užívateľský mód]

source: owner
sk_sk: vlastník

source: processes
sk_sk: procesy

source: used RAM
sk_sk: použitá RAM

source: used HDD space
sk_sk: použitý diskový priestor

source: Restart
sk_sk: Reštart

source: Unable to restart
sk_sk: Nepodarilo sa reštartovať

source: Start
sk_sk: Štart

source: Unable to delete
sk_sk: Nie je možné zmazať

source: Total number of VPS
sk_sk: Celkový počet VPS

source: New VPS
sk_sk: Nový VPS

source: List IP addresses
sk_sk: Zoznam všetkých IP adries

source: VPS details
sk_sk: VPS detaily

source: running
sk_sk: bežiaci

source: stopped
sk_sk: zastavený

source: start
sk_sk: štart

source: Processes
sk_sk: Procesy

source: Unix username
sk_sk: Užívateľské meno do Unixu

source: Safe password
sk_sk: Bezpečné heslo

source: Once again
sk_sk: Znovu

source: Set password
sk_sk: Nastaviť heslo

source: (in your VPS, not in vpsAdmin!)
sk_sk: (vo Vašom VPS, nie vo vpsAdmin)

source: Go >>
sk_sk: Choď >>

source: Remove
sk_sk: Odstrániť

source: Add IPv4 address
sk_sk: Pridať IPv4 adresu

source: Add IPv6 address
sk_sk: Pridať IPv6 adresu

source: Add IP address
sk_sk: Pridať IP adresu

source: (Please contact administrator for change)
sk_sk: (Prosím, kontaktujte administrátora pre zmenu)

source: DNS servers address
sk_sk: Adresa DNS serverov

source: Hostname list
sk_sk: Zoznam hostname-ov

source: Reinstall distribution
sk_sk: Preinštalovať distribúciu

source: Install base system again
sk_sk: Nainštalovať základný systém znovu

source: Reinstall
sk_sk: Preinštalovať

source: Change limits
sk_sk: Zmena limitov

source: Enable TUN/TAP
sk_sk: Povoliť TUN/TAP

source: enabled
sk_sk: povoliť

source: Enable iptables
sk_sk: Povoliť iptables

source: Enable FUSE
sk_sk: Povoliť FUSE

source: Change owner
sk_sk: Zmena vlastníka

source: Target server
sk_sk: Cieľový server

source: Offline VPS Migration
sk_sk: Offline VPS Migrácia

source: Target server:
sk_sk: Cieľový server:

source: Online VPS Migration
sk_sk: Online VPS Migrácia

source: Are you sure to reboot node
sk_sk: Ste si istý, že chcete reštartovať uzol

source: WARNING: This will stop ALL VPSes on the node. Really continue?
sk_sk: VAROVANIE: Toto zastávi VŠETKY VPS na tomto uzli. Naozaj chcete pokračovať?

source: New DNS Server
sk_sk: Nový DNS Server

source: IP Address
sk_sk: IP Adresa

source: Label
sk_sk: Popis

source: DNS Label
sk_sk: Popis DNS

source: Is this DNS location independent?
sk_sk: Je táto DNS lokácia nezávislá?

source: Save changes
sk_sk: Uložiť zmeny

source: DNS server added.
sk_sk: DNS server pridaný

source: Edit DNS Server
sk_sk: Upraviť DNS server

source: DNS server saved.
sk_sk: DNS serve uložený

source: Item deleted
sk_sk: Položka zmazaná

source: DNS Server deleted.
sk_sk: DNS Server zmazaný

source: Location deleted.
sk_sk: Lokácia zmazaná.

source: New cluster location
sk_sk: Nová lokácia clusteru

source: Location name
sk_sk: Názov lokácie

source: Has this location IPv6 support?
sk_sk: Má táto lokácia podporu IPv6?

source: Location added.
sk_sk: Lokácia pridaná.

source: Edit location label
sk_sk: Upraviť popis lokácie

source: Location label saved.
sk_sk: Popis lokácie uložený.

source: Used IP addresses
sk_sk: Použité IP adresy

source: Unused IP addresses
sk_sk: Nepoužíté IP adresy

source: Add IPv4
sk_sk: Pridať IPv4

source: Add IPv6
sk_sk: Pridať IPv6

source: Operation not succesful
sk_sk: Operácia nebola úspešná

source: An error has occured, while you were trying to delete IP
sk_sk: Nastala chyba pri odstraňovaní IP adresy

source: Operation succesful
sk_sk: Operácia úspešná

source: IP address has been successfully deleted.
sk_sk: IP adresa bola úspešne zmazaná

source: Edit template
sk_sk: Upraviť template

source: Filename
sk_sk: Názov súboru

source: filename without .tar.gz
sk_sk: názov súboru bez .tar.gz

source: User friendly label
sk_sk: Užívateľsky prívetivý popis

source: Changes you've made to template were saved.
sk_sk: Zmeny, ktoré ste vykonali template-u boli uložené.

source: Register new template
sk_sk: Zaregistrovať nový template

source: Help
sk_sk: Pomoc

source: This procedure only <b>registers template</b> into the system database. You need copy the template to proper path onto one of servers and then proceed "Copy template over nodes" function.
sk_sk: Táto procedúra iba <b>registruje template</b> do databázy. Musíte ručne nakopírovať template do správneho priečinku na jeden zo serverov a potom spustiť "Kopírovať template na uzly".

source: Template successfully registered.
sk_sk: Template úspešne zaregistrovaný

source: Copy template over cluster nodes
sk_sk: Kopírovať template na uzly

source: Source node
sk_sk: Zdrojový uzol

source: Copy template
sk_sk: Kopírovať template

source: This procedure takes template file from source server and copies it using 'scp' over all nodes of cluster. This may take large amount of I/O resources, therefore it is recommended to use it only when cluster is not under full load.
sk_sk: Táto procedúra zoberie template zo zdrojového serveru a skopíruje ho pomocou 'scp' na všetky uzly v cluster-i. Táto operácia môže zabrať veľa I/O zdrojov, preto je odporúčané ju použiť iba, ak nie je cluster plne vyťažený.

source: Template copy added to transactions log
sk_sk: Kopírovanie template-u pridané do tranzakčného logu

source: Are you sure to delete template
sk_sk: Ste si istý, že chcete zmazať template

source: New HDD limits item
sk_sk: Nový diskový limit pridaný

source: Value [GB]
sk_sk: Hodnota [GB]

source: HDD Limit item successfully saved.
sk_sk: Diskový limit úspešne uložený.

source: Edit HDD limits item
sk_sk: Upraviť diskový limit

source: HDD Limit deleted.
sk_sk: Diskový limit zmazaný

source: New RAM limits item
sk_sk: Nové RAM limity

source: Soft limit [MB]
sk_sk: Mäkky limit [MB]

source: Hard limit [MB]
sk_sk: Tvrdý limit [MB]

source: RAM Limit item successfully saved.
sk_sk: RAM Limit úspešne uložený.

source: Edit RAM limits item
sk_sk: Upraviť RAM limity

source: RAM Limit deleted.
sk_sk: RAM limit zmazaný.

source: Register new server into cluster
sk_sk: Registrovať nový server do cluster-u

source: Name
sk_sk: Meno

source: Server IPv4 address
sk_sk: Server IPv4 adresy

source: Availability icon (if you wish)
sk_sk: Ikonka dostupnosti (ak si prajete)

source: Paste HTML link here
sk_sk: Sem vložiť HTML odkaz

source: Max VPS count
sk_sk: Max počet VPS

source: OpenVZ Path
sk_sk: Cesta OpenVZ

source: Edit textfields
sk_sk: Upraviť textové polia

source: Text on sidebar
sk_sk: Text v bočnom paneli

source: Page Status infobox title
sk_sk: Titulka infoboxu stránky

source: Page Status infobox content
sk_sk: Obsah infoboxu stránky

source: Register new node
sk_sk: Registrovať nový uzol

source: Manage VPS templates
sk_sk: Spravovať VPS template-y

source: Manage RAM limits
sk_sk: Spravovať RAM limity

source: Manage HDD limits
sk_sk: Spravovať diskové limity

source: Manage IPv4 address list
sk_sk: Spravovať zoznam IPv4 adries

source: Manage IPv6 address list
sk_sk: Spravovať zoznam IPv6 adries

source: Manage DNS servers
sk_sk: Spravovať DNS servery

source: Manage locations
sk_sk: Spravovať lokácie

source: Edit vpsAdmin textfields
sk_sk: Upraviť textové polia vpsAdmin-u

source: Reboot node
sk_sk: Reštartovať uzol

source: CPU load:
sk_sk: Záťaž CPU

source: Free RAM:
sk_sk: Voľná RAM:

source: Free OpenVZ diskspace:
sk_sk: Voľný diskový priestor OpenVZ:

source: Server location:
sk_sk: Lokácia serveru:

source: Availability:
sk_sk: Dostupnosť:

source: VPS count:
sk_sk: Počet VPS:

source: Free slots:
sk_sk: Voľné sloty:

source: The server is currently processing
sk_sk: Server práve pracuje

source: The server is not responding
sk_sk: Server nereaguje

source: The server is online
sk_sk: Server je online

source: Templates list
sk_sk: Zoznam template-ov

source: Uses
sk_sk: Používa

source: Copy over nodes
sk_sk: Skopírovať na uzly

source: Delete - N/A, template is in use
sk_sk: Zmazať - N/A, template sa používa

source: This is simple cluster template management. To add new template, save it to one node, then click 'Register new template' and finally copy it over all nodes.
sk_sk: Toto je jednoduchý template management na cluster-i. Pre pridanie template-u, uložte ho prosím na jeden uzol, potom kliknite na 'Registrovať nový template' a nakoniec ho nakopírujte na všetky uzly.

source: HDD limits list
sk_sk: Zoznam diskových limitov

source: Disk space [GB]
sk_sk: Diskový priestor [GB]

source: Delete - N/A, item is in use
sk_sk: Zmazať - N/A, položka sa používa

source: New HDD limit
sk_sk: Nový disková limit

source: Virtual memory limits list
sk_sk: Zoznam virtual memory limitov

source: Value soft [MB]
sk_sk: Mäkká hodnota [MB]

source: Value hard [MB]
sk_sk: Tvrdá hodnta[MB]

source: New RAM limit
sk_sk: Nový RAM limit

source: Cluster locations list
sk_sk: Zoznam cluster lokácií

source: Location label
sk_sk: Popis lokácie

source: Servers
sk_sk: Servery

source: New location
sk_sk: Nová lokácia

source: DNS Servers list
sk_sk: Zoznam DNS serverov

source: All locations
sk_sk: Všetky lokácie

source: Cluster statistics
sk_sk: Štatistiky cluster-u

source: Members total:
sk_sk: Celkový počet členov:

source: Total number of VPS:
sk_sk: Celkový počet VPS:

source: Total number of free IPv4 addresses:
sk_sk: Celkový počet voľných IPv4 adries:

source: Node
sk_sk: Uzol

source: Availability
sk_sk: Dostupnosť

source: VPS total
sk_sk: VPS celkovo

source: Free VPS slots
sk_sk: Voľných VPS

source: Last update
sk_sk: Posledná aktualizácia

source: vpsAdmin version
sk_sk: verzia vpsAdmin-u

source: Welcome,
sk_sk: Vitajte,

source: Login successful <br /> Your privilege level:
sk_sk: Prihlásenie úspešné <br /> Vaše privilégia:

source: Wrong username or password
sk_sk: Zlé uživateľské meno alebo heslo

source: Goodbye
sk_sk: Dovidenia

source: Logout successful
sk_sk: Odhlásenie úspešné

source: time of addition
sk_sk: čas pridania

source: member
sk_sk: člen

source: type of action
sk_sk: typ akcie

source: done
sk_sk: hotovo

source: --Every--
sk_sk: --Všetky--
